Repository: riverscn/DACBar
Catalog: Packages/DACDevices/Sources/ShanlingUA1II/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# error.device-not-found
source: Device not found.
zh_hans: 未找到设备。

# error.device-removed
source: The device was disconnected.
zh_hans: 设备已断开。

# error.device-timeout
source: The device did not respond.
zh_hans: 设备无响应。

# error.hid-unavailable
source: Unable to access the HID subsystem (0x%08X).
zh_hans: 无法访问 HID 子系统 (0x%08X)。

# error.invalid-frame
source: The device returned invalid data.
zh_hans: 设备返回了无效数据。

# error.invalid-wire-value
source: Value 0x%1$02X is outside the range for command 0x%2$02X.
zh_hans: 命令 0x%2$02X 的值 0x%1$02X 超出范围。

# error.write-failed
source: Write failed (0x%08X).
zh_hans: 写入失败 (0x%08X)。

# filter.explanation
source: Digital audio is a series of discrete samples. This filter controls how the signal is reconstructed between them and removes ultrasonic imaging. Each option trades cleaner filtering against preserving transient shape. The first four are subtle; non-oversampling is usually the only clearly audible choice.
zh_hans: 数字音乐是一串离散的采样点。这个滤波器决定采样点之间的形状怎么补出来，并滤掉采样带来的超声杂散。 各档是在「滤得干净」和「尽量不改变起音形状」之间取舍。前四档差别很细微，盲听多半分辨不出；非过采样是唯一能明显听出来的一档。

# filter.linear-fast
source: Linear phase, fast roll-off
zh_hans: 线性相位 快速滚降

# filter.linear-fast.note
source: The most neutral option and the strongest suppression of digital artifacts. Transients can have very slight ringing before and after them. This is the usual default.
zh_hans: 听感最中性。数字失真抑制最彻底，代价是鼓点这类起音的前后都有极轻微的拖尾。多数解码器的默认档。

# filter.linear-slow
source: Linear phase, slow roll-off
zh_hans: 线性相位 慢速滚降

# filter.linear-slow.note
source: Slightly softer treble, with less ringing and a small loss at the top of the audible range.
zh_hans: 高频稍柔。拖尾比上一档少，最高频段有轻微损失。

# filter.minimum-fast
source: Minimum phase, fast roll-off
zh_hans: 最小相位 快速滚降

# filter.minimum-fast.note
source: Sharper transients. Ringing occurs only after the transient, as it does with acoustic instruments.
zh_hans: 起音更干脆。拖尾只在声音之后，不会出现在之前——真实乐器就是这样。

# filter.minimum-slow
source: Minimum phase, slow roll-off
zh_hans: 最小相位 慢速滚降

# filter.minimum-slow.note
source: The most relaxed and softest treble, with the least ringing and the greatest high-frequency loss.
zh_hans: 最松弛、高频最柔。拖尾最少，高频损失也最多。

# filter.nos
source: Non-oversampling / bypass
zh_hans: 非过采样 / 旁路

# filter.nos.note
source: Noticeably warmer and more analog-like. It skips digital filtering, rolling off more treble while leaving more digital artifacts.
zh_hans: 明显偏暖，带点「模拟味」。完全不做数字滤波，高频收得多，数字失真也不再被抑制。

# settings.balance
source: Balance
zh_hans: 平衡

# settings.brightness
source: Brightness
zh_hans: 亮度

# settings.filter
source: Filter
zh_hans: 滤波器

# settings.gain
source: Gain
zh_hans: 增益

# settings.gain.high
source: High
zh_hans: 高增益

# settings.gain.low
source: Low
zh_hans: 低增益

# settings.orientation
source: Orientation
zh_hans: 方向

# settings.screen-offset
source: Screen offset
zh_hans: 屏幕偏移

# settings.screen-timeout
source: Screen timeout
zh_hans: 息屏

# settings.screen-timeout.never
source: Always on
zh_hans: 常亮

# settings.screen-timeout.seconds
source: %lld sec
zh_hans: %lld 秒

# settings.volume
source: Volume
zh_hans: 音量
